
// ПонятиеКонтекста

#Область ОписаниеПеременных
// ------------ Контекст клиента --------------//
&НаКлиенте
Перем СчетчикНаКлиенте;

// ------------ Контекст сервера --------------//
&НаСервере
Перем СчетчикНаСервере;
#КонецОбласти

// ------------ Контекст клиента --------------//

&НаКлиенте
Процедура Команда1(Команда)
	СчетчикНаКлиенте = 1;
	ТестНаСервере();
КонецПроцедуры

&НаКлиенте
Процедура Команда2(Команда)
	Команда2НаСервере();
КонецПроцедуры


// ------------ Контекст сервера --------------//

&НаСервере
Процедура Команда2НаСервере()
	СчетчикНаСервере = 1;
КонецПроцедуры

&НаСервере
Процедура ТестНаСервере()
	//TODO: Вставить содержимое обработчика
КонецПроцедуры
